{
  "content": [
    {
      "type": "hero",
      "value": [
        {
          "type": "font",
          "value": "display"
        },
        {
          "type": "background",
          "value": "navy"
        },
        {
          "type": "image",
          "value": {
            "id": "PKJTVA3D6BE4BFI64WTPAUJSU4",
            "srcSet": [
              {
                "src": "https://www.inquirer.com/resizer/nDAso2dTZknA_bzNnTuJTeYtyaE=/325x0/cloudfront-us-east-1.images.arcpublishing.com/pmn/PKJTVA3D6BE4BFI64WTPAUJSU4.jpg",
                "size": 325
              },
              {
                "src": "https://www.inquirer.com/resizer/HwcDzI4Yuv2x8w-fGSoKN8quB4o=/650x0/cloudfront-us-east-1.images.arcpublishing.com/pmn/PKJTVA3D6BE4BFI64WTPAUJSU4.jpg",
                "size": 650
              },
              {
                "src": "https://www.inquirer.com/resizer/mbEgel8_eccQ_dwuWyZFc-DjIDI=/1300x0/cloudfront-us-east-1.images.arcpublishing.com/pmn/PKJTVA3D6BE4BFI64WTPAUJSU4.jpg",
                "size": 1300
              },
              {
                "src": "https://www.inquirer.com/resizer/oOHQ_nJuF3QvrhKyS9ZSFRlNWEM=/2600x0/cloudfront-us-east-1.images.arcpublishing.com/pmn/PKJTVA3D6BE4BFI64WTPAUJSU4.jpg",
                "size": 2600
              }
            ],
            "caption": "",
            "credit": "TOM GRALISH / Staff Photographer"
          }
        }
      ]
    },
    {
      "type": "text",
      "value": "After the average residential property value in Philadelphias soared by more than 30% in the city’s latest reassessment cycle, efforts to  protect Philadelphia homeowners from steep increases in their tax bills took center stage in City Hall."
    },
    {
      "type": "text",
      "value": "City Council described the result as a “significant legislative achievement for homeowners in Philadelphia.” The tax relief package that Council and Mayor Jim Kenney agreed to last monthapproved in the latest city budget is aimed at helping the most vulnerable homeowners – especially longtime residents of color in rapidly gentrifying areas, which had the largest assessment increases. low-income, longtime residents of rapidly gentrifying neighborhoods. \n\n\u000bButNevertheless, some Philly homeowners most in need of support will actually be worse off with the new changes — unless they act fast."
    },
    {
      "type": "text",
      "value": "An Inquirer analysis of assessment data found at least 2,400 longtime, low-income Philly homeowners who are currently enrolled in a tax relief program stand to lose money if they stay in itin tax relief in 2023."
    },
    {
      "type": "text",
      "value": "CThe city officials haves boasted that more people will be eligible for that programa tax benefit designed for these residents. But some people offered the option to enroll will be better off not entering the program at all."
    },
    {
      "type": "text",
      "value": "And if more people do join the program, that could result in decreased savings for all participantseveryone participating due to a cap on the total benefit.."
    },
    {
      "type": "text",
      "value": "The resulting confusion that a few thousand low-income many homeowners will face this year in navigating the system demonstrates broader issues in Philadelphia’s approach to property taxes. As property values rise, elected officials have relied on adjusting a complex web of relief programs rather than reducing the city’s overall tax rate. And that approach places the burden on homeowners to understand multiple, evolving processes and apply for relief as their taxes increase."
    },
    {
      "type": "text",
      "value": "I do feel like we could use a quote here, whether from one the experts or maybe someone at community legal services or similar org or even somehow Buie herself to hammer this point?"
    },
    {
      "type": "text",
      "value": "Terry Buie has been paying a mortgage on her row home in West Philadelphia for three decades. Living on a fixed income while undergoing cancer treatment, for Buie, 64, every dollar counts."
    },
    {
      "type": "steps",
      "value": [
        {
          "step": "initial-step",
          "text": [
            {
              "type": "text",
              "value": "The longtime homeowner program, nicknamed LOOP, targets low income Philly residents for savings by freezing their property assessments at a fixed number. In 2023, when Buie’s property’s value jumps from 127,000 to $142,000, she will see no corresponding change in her tax bill."
            },
            {
              "type": "text",
              "value": "That means that Buie will save $695 in tax relief in 2023."
            }
          ]
        },
        {
          "step": "pa-step",
          "text": [
            {
              "type": "text",
              "value": "Buie is also eligible for a different tax relief program called the homestead exemption, which doesn’t freeze a tax bill but reduces the taxable property value by a fixed amount. By law, it has to be one or the other: homestead or LOOP; you can’t have both."
            }
          ]
        },
        {
          "step": "philly-step",
          "text": [
            {
              "type": "text",
              "value": "If Council had not enacted any changes this summer, that fixed homestead reduction would have been $45,000, resulting in $625 in savings for Buie. Which means that Buie would have been better off in LOOP."
            }
          ]
        },
        {
          "step": "aug-step",
          "text": [
            {
              "type": "text",
              "value": "But this year, Council nearly doubled the homestead to $80,000, which means that Buie could now save more than $1,000 a year if she left LOOP and enrolled in the homestead exemption instead."
            },
            {
              "type": "text",
              "value": "“They’re so quick to tell you what you owe the city, but not what the city owes you,” she said."
            }
          ]
        }
      ]
    },
    {
      "type": "text",
      "value": "Council focused on increasing the homestead exemption because 70% of the city’s 220,000 homeowners participate in it, said Joe Grace, a spokesperson for Council President Darrell L. Clarke. “The increase in the Exemption from $45,000 to $80,000 will now allow enrolled homeowners to reduce their annual property tax bill by $1,119,” he said."
    },
    {
      "type": "text",
      "value": "Grace declined to comment on The Inquirer’s estimates of people adversely affected by its reforms. Enrollment in LOOP is protected by city and state privacy statutes, so council “cannot confirm the number,” Grace wrote.  ADMINISTRATION RESPONSE ALSO GOES HERE.\n\n\u000bCouncil focused on increasing the homestead exemption because 70% of the city’s 220,000 homeowners participate in it, said Joe Grace, a spokesperson for Council President Darrell L. Clarke. “The increase in the Exemption from $45,000 to $80,000 will now allow enrolled homeowners to reduce their annual property tax bill by $1,119,” he said."
    },
    {
      "type": "subscribe",
      "value": {
        "title": "Subscribe to The Philadelphia Inquirer",
        "description": "Our reporting is directly supported by reader subscriptions. If you want more journalism like this story, please subscribe today"
      }
    },
    {
      "type": "ad",
      "value": "phl.news"
    },
    {
      "type": "heading",
      "value": "More people are going to be confronted with this complex choice"
    },
    {
      "type": "text",
      "value": "Buie saw immediate short-term savings with LOOP when she first enrolled in the program, though the homestead exemption became the better short-term option over time."
    },
    {
      "type": "text",
      "value": "More people will be offered the opportunity to participate in LOOP next year — even if it is suboptimal for their savings in the immediate term. But for those who are LOOP eligible for the first time this year, they might not even see immediate benefits. LIKE BUIE, THEY MIGHT BE BETTER OFF TAKING THE HOMESTEAD EXEMPTION INSTEAD.\n\n\u000bAnd they must decide by XXX (what’s the dealine to apply for this stuff?) in order to enroll for 2023, when the new property assessments will be used to calculate tax bills."
    },
    {
      "type": "text",
      "value": "Previously, the city LOOP eligibility rules checked whether the homestead exemption would save people more money in a given year than LOOP would. IF SO, WHAT HAPPENS?"
    },
    {
      "type": "text",
      "value": "Not anymore."
    },
    {
      "type": "text",
      "value": "THE CHANGES TO LOOP ELIGIBILITY INCLUDE THE CITY NO LONGER COMPARING THE SAVINGS TO THE HOMESTEAD EXEMPTION, Now, eligibility rules no longer implicitly compare LOOP with the homestead exemption, according to documents provided by the Department of Revenue. THAT LEAVES HOMEOWNERS TO MAKE THOSE CALCULATIONS THEMSELVES."
    },
    {
      "type": "text",
      "value": "More people will be offered the opportunity to participate in LOOP next year — even if it is suboptimal for their savings in the immediate term. This is contrary to one of Council’s stated commitments: “One of the goals of the legislation passed (and Council generally) is that residents are maximizing their savings under existing programs,” wrote Council budget staff."
    },
    {
      "type": "text",
      "value": "And because the LOOP program isn geared to low- income residents — even more so this year, as qualifying income thresholds have become more stringent — they are the ones who will have to navigate thea complex choice between LOOP and homestead."
    },
    {
      "type": "text",
      "value": "THE DECISION BECOMES EVEN MORE COMPLICATED WHEN LOOKING BEYOND THE SHORT TERM."
    },
    {
      "type": "text",
      "value": "LOOP may still have long-term benefits for some people who would lose out in the short run in the long -term, especially if they expectforesee large increases in value in the futureto their assessments, such as in neighborhoods with rapid development. Because the tax bill is frozen under LOOP, IT PROVIDES THE MOST SAVINGS DURINGit does not move in tandem with sharp jumps in property valuation — meaning that even if a house triples in value in one year, the owner would pay the same fixed tax bill."
    },
    {
      "type": "text",
      "value": "Another complicating factor is that LOOP enrollees may leave the program to enroll in the homestead exemption at any time, but can’tcannot automatically re-enter LOOP UNLESS THEY QUALIFY AGAIN IN THE FUTUREwhenever they choose. In order to re-enrool enter LOOP, their property valuations would have to spike more than 50% in a single assessment cycle or more than 75% over the course of five tax years."
    },
    {
      "type": "text",
      "value": "That presents a tough cost-benefit decision for homeowners like Buie, weighing the options between significant savings currently offered by the homestead exemption and the long-term protections offered by LOOP. While the homestead exemption would save Buie $300 next year, those savings would be lost if her two-story rowhome, currently valued at $142,000, doubled/triple in the future, at which time LOOP might be out of reach."
    },
    {
      "type": "text",
      "value": "As the Office of Property Assessment aims to conduct annual assessments,, the likelihood of seeing increases of 50% or more in a single cycle decreases. The reassessment released in May was the first in three years and therefore had large increases for many homeowners as the city attempted to update assessments to current market values, or the amount for which a home would sell."
    },
    {
      "type": "text",
      "value": "For Buie, the answer is obvious. She intends to leave LOOP and enroll in the homestead exemption."
    },
    {
      "type": "ad",
      "value": "phl.news"
    },
    {
      "type": "heading",
      "value": "If more people opt in to LOOP, everyone could see a reduction in their savings"
    },
    {
      "type": "text",
      "value": "The city toutshas touted its expansion of LOOP eligibility, estimating that 3,100 more households will qualify under the new criteriabe eligible for LOOP under the new legislation. Currently, nearly 15,000 residents are enrolled in LOOP."
    },
    {
      "type": "text",
      "value": "But there’s a potential problem with increased enrollment: At some point, having a lot of people in the program means less money for everyone."
    },
    {
      "type": "text",
      "value": "The city budget freezeslimits the total amount of money the program can save residents, so if more people apply than the city has budgeted for, everyone’s sees their individual benefit is reduced to stay within the cap."
    },
    {
      "type": "text",
      "value": "Council increased the cap to $35 million this year from $25 million, BUT THE NEW ASSESSMENTS MEAN THE RISING PROPERTY VALUES EAT UP MOST OF THAT INCREASE: THE NEW SAVINGS FOR CURRENT but if all current LOOP enrollees ALONE ISstay in the program, that would eat up $32 million of the new cap alone."
    },
    {
      "type": "text",
      "value": "Council originally proposed a higher cap of $40 million, but agreed on $35 million in budgetthe negotiations with Kenney. Council asked the city to explain how it calculated its cap, but were not provided with the methodology, according to a source familiar with the negotiations.they state."
    },
    {
      "type": "text",
      "value": "The city has not modeled when it expects savings to exceed the new $35 million cap, if at all, but city officials don’t expect that to happento cross the cap next yearin 2023."
    },
    {
      "type": "text",
      "value": "LOOP remains the only city-operated tax relief program with a limit on total savingscap. Both Council and the Kenney administration referred questions to each other when asked to explain why."
    },
    {
      "type": "text",
      "value": "The zero-sum game LOOP enrollees have to play further complicates the choice between LOOP and homestead. If savings might be reducedare prorated in the future, whether LOOP or the homestead exemption is better may depend on how many people are enrolled — and could change year to yearsome people will again be better off in the homestead program."
    },
    {
      "type": "text",
      "value": "And they’re largely on their own in figuring thatit out."
    },
    {
      "type": "heading",
      "value": "“Who is going to help me understand the math?”"
    },
    {
      "type": "text",
      "value": "Buie was doubly frustrated that she only found out that she was losing money when The Inquirer called her about it."
    },
    {
      "type": "text",
      "value": "No one toldShe’s not alone in her annoyance. Queen Village resident Linda Peden, either. is in the same boat; Lleaving LOOP and joining the homestead exemption would save her about $200 next year. Because she paid her tax bill through her mortgage company until recently, the precise calculation of what she owed the city was opaque to her."
    },
    {
      "type": "text",
      "value": "“I also thought I was also enrolled in Homestead because I remember being on both websites and seeing both of them and checking ‘go,’” Peden said."
    },
    {
      "type": "text",
      "value": "Both City Council and the Department of Revenue are planning outreach to homeowners in the coming months about their tax relief options.Council secured an additional $2.5 million to conduct outreach to residents about their tax options, while the Department of Revenue also plans to contact homeowners. “That outreach will take place in the months to come,” Grace wrote."
    },
    {
      "type": "text",
      "value": "That money will be used to better communicate the choice eligible homeowners have to make between LOOP and the homestead exemption, the city said. But ultimately, residents have to do their own calculations to see which program they’re better suited for."
    },
    {
      "type": "text",
      "value": "Still, the city acknowledged it has known for years that thousandsTK of low-income homeowners enrolled in LOOP were actually losing money by not switching to the homestead exemption. TK REVENUE EXPLANATION — YOU ASKED THEM ABOUT THIS, YEAH? \n\nThe city has never before informed LOOP enrollees that they could gain more being enrolled in the homestead exemption “as it was not necessary,” according to a spokesperson for Mayor Jim Kenney’s administration. But the city’s own data show that 3,000 LOOP enrollees — including Buie —are losing money that way this year."
    },
    {
      "type": "text",
      "value": "The onus of optimally navigating tax relief programs should not be placed on individuals, said Mike Suley, former chief assessor in Allegheny County. “You can spend millions on all the outreach, and people will still be left behind,” he said. “You can’t come up with one or two options, throw it out there at the same time. Who’s going to help me understand the math?”"
    },
    {
      "type": "text",
      "value": "The city has never before informed LOOP enrollees that they could gain more being enrolled in the homestead exemption “as it was not necessary,” according to a spokesperson for Mayor Jim Kenney’s administration. But the city’s own data show that 3,000 LOOP enrollees — including Buie —are losing money that way this year.\n\n\u000b<<insert here a short transition sentence into Buie kicker?>>"
    },
    {
      "type": "endmark",
      "value": "“I feel a little bit insulted,” Buie said. “Why is it so hard? There’s so much I don’t understand. Why is it so hard to notify people? Is it because you don’t want to help us save money? Are you that greedy?”"
    },
    {
      "type": "ad",
      "value": "phl.news"
    },
    {
      "type": "note",
      "value": [
        {
          "type": "heading",
          "value": "About the analysis"
        }
      ]
    },
    {
      "type": "credits",
      "value": [
        {
          "role": "Reporting",
          "names": "Kasturi Pananjady, Max Marin"
        },
        {
          "role": "Editing",
          "names": "Jonathan Lai, Laura McCrystal"
        },
        {
          "role": "Design and development",
          "names": "Kasturi Pananjady"
        }
      ]
    },
    {
      "type": "ad",
      "value": "phl.news/news"
    }
  ]
}